Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: In 2012, the Polish-American Provincial Reconstruction Team (PRT) Ghazni with financial support of the Ministry of Foreign Affairs of the Republic of Poland completed a training project for a group of 40 women from Ghazni province.
pl: W 2012 roku, dzięki wsparciu finansowemu Ministerstwa Spraw Zagranicznych, polsko-amerykański zespół PRT Ghazni zrealizował m.in. projekt skierowany do grupy 40 kobiet.

source: Its aim was to improve their skills in sewing curtains and draperies.
pl: Jego celem było podniesienie kwalifikacji uczestniczek w zakresie szycia zasłon i firanek.

source: The machines will allow them to continue work and maintain an additional source of income.
pl: Dzięki temu uczestniczki będą mogły podjąć działalność zarobkową.

source: Theoretical knowledge as well as practical skills acquired during the course, combined with a growing demand on curtains and draperies, create an opportunity for Afghan women to improve financial standing of their families.
pl: Nabyta podczas kursu wiedza teoretyczna oraz praktyczne umiejętności, w połączeniu z rosnącym popytem, mają dużą szansę przełożyć się w przyszłości na poprawę sytuacji materialnej mieszkanek prowincji Ghazni i ich rodzin.

source: You are here Polish Aid / News / The Eastern Partnership Public Administration Academy Programme launches its new edition
pl: jesteś tutaj Polska pomoc / Aktualności / Ruszyła kolejna edycja Programu Akademii Administracji Publicznej Partnerstwa Wschodniego

source: The Eastern Partnership Public Administration Academy Programme launches its new edition
pl: Ruszyła kolejna edycja Programu Akademii Administracji Publicznej Partnerstwa Wschodniego

source: The aim of the training was to prepare Georgia's local civil servants to carry out a decentralization reform and to establish local government institutions.
pl: Szkolenie miało na celu przygotowanie kadr gruzińskiej administracji terytorialnej do przeprowadzenia reformy decentralizacji i powołania instytucji władzy samorządowej.

source: During a week-long series of lectures Polish experts and practitioners shared their experiences relating to the implementation of Poland's local government reform.
pl: Podczas tygodniowego cyklu wykładów polscy eksperci i praktycy, podzielili się doświadczeniami z zakresu przebiegu reformy samorządowej w Polsce.

source: In addition to the training sessions, the Programme participants made study tours of Targówek Metropolitan District Council, Legionowo's Town Hall and Stare Babice Municipal Council.
pl: Uzupełnieniem do prowadzonych szkoleń były wizyty studyjne w Urzędzie Dzielnicy Targówek, Urzędzie Miasta Legionowo oraz Urzędzie Gminy Stare Babice.

source: The study tours were very important in that they enabled the Georgian visitors to familiarize themselves with the tasks and competencies of local government structures responsible for running a rural municipality, a small town, and a section of a large agglomeration.
pl: Była to bardzo ważna część wizyty, ponieważ na przykładzie gminy wiejskiej, niewielkiego miasta i części dużej aglomeracji, mogliśmy pokazać Gruzinom strukturę poszczególnych jednostek samorządowych, ich zadania i kompetencje.

source: Polish local civil servants presented their region's history and development conditions as well as the current social and economic situation.
pl: Polscy samorządowcy przedstawili historię i uwarunkowania rozwoju swojego regionu oraz aktualną sytuację społeczno-gospodarczą.

source: They also talked about the investments and initiatives they are currently implementing.
pl: Pochwalili się także obecnie realizowanymi inwestycjami i podejmowanymi inicjatywami.

source: Since 2008, Poland has been providing support to Georgia in the process of developing the country's regional development policy assumptions.
pl: Warto wspomnieć, że Polska wspiera stronę gruzińską w procesie wypracowywania założeń do polityki rozwoju regionalnego od 2008 roku.

source: This year's training programme is a follow-up to activities undertaken by the Polish MFA to enhance Georgia's potential in administration.
pl: A tegoroczne szkolenie stanowi kontynuację działań podejmowanych przez MSZ na rzecz zwiększania potencjału administracyjnego Gruzji.

source: As early as in October, representatives of all EaP countries will be able to participate in a two-week civil service internship.
pl: Już w październiku przedstawiciele wszystkich krajów PW będą mogli wziąć udział w dwutygodniowym stażu poświęconym zagadnieniom służby cywilnej.

source: In November, we will train Belarusian civil servants on the Republic of Belarus' accession to the WTO and representatives of Georgia's and Moldova's central administrations on European integration.
pl: W listopadzie natomiast będziemy szkolić białoruskich urzędników z zakresu przystąpienia Republiki Białorusi do Światowej Organizacji Handlu oraz przedstawicieli administracji centralnej Gruzji i Mołdawii w tematyce integracji europejskiej.

source: Polish-Libyan cooperation for transformation
pl: Polsko-libijska współpraca na rzecz wsparcia transformacji

source: SENSE training for Libyan officials
pl: Szkolenie SENSE dla libijskich urzędników

source: During the first day of their stay, the guests will take part in a negotiation training in the National School of Public Administration (KSAP).
pl: Podczas pierwszego dnia pobytu w Polsce goście wezmą udział w szkoleniu negocjacyjnym w Krajowej Szkole Administracji Publicznej .

source: Three-day computer simulations will follow, during which the participants will act as government and foreign entities, deciding on strategic matters for the development of their countries.
pl: Kolejnym elementem wizyty będą trzydniowe symulacje komputerowe, podczas których urzędnicy wcielą się w role podmiotów państwowych oraz zagranicznych i będą podejmować strategiczne dla rozwoju państwa decyzje.

source: The game shall prepare the participants to function in a state undergoing systemic transformation.
pl: Gra ma na celu przygotowanie uczestników do funkcjonowania w państwie w trakcie transformacji ustrojowej.

source: The program also includes a meeting with the Marshal of the Senate, Mr Bogdan Borusewicz, representatives of the Sejm Commission for Foreign Affairs and the Polish-Libyan Parliamentary Group.
pl: Program pobytu przewiduje również spotkanie z Marszałkiem Senatu, Panem Bogdanem Borusewiczem, przedstawicielami sejmowej Komisji Spraw Zagranicznych oraz Polsko-Libijskiej Grupy Parlamentarnej.

source: The training is carried out by the Development Cooperation Department of the MFA and the National School of Public Administration.
pl: Szkolenie jest realizowane przez Departament Współpracy Rozwojowej MSZ wspólnie z Krajową Szkołą Administracji Publicznej.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Projects 2013 - Afghanistan / Afghan firefighters trained by Polish counterparts
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Projekty 2013 - Afganistan / Polacy szkolą afgańskich strażaków

source: Afghan firefighters trained by Polish counterparts
pl: Polacy szkolą afgańskich strażaków

source: On 17-28 June 2013, the Central School of the State Fire Service in Czestochowa hosted the second edition of training for Afghan firefighters.
pl: W Centralnej Szkole Państwowej Straży Pożarnej w Częstochowie przeprowadzono w dniach od 17 do 28 czerwca 2013 r. drugą edycję szkolenia dla afgańskich strażaków.

source: The training was attended by 19 officers from Kabul.
pl: Uczestnikami szkolenia była grupa 19 funkcjonariuszy z Kabulu.

source: Under the project, which was financed from the “Polish Aid” funds, the Afghans familiarized themselves with fire and rescue techniques and prevention methods.
pl: W ramach projektu finansowanego ze środków „Polskiej Pomocy”, Afgańczycy zapoznawali się z taktyką ratowniczo-gaśniczą i prewencją.

source: They were also given an insight into the functioning of the Polish fire service, which will allow them to apply the best practices back in their country.
pl: Zobaczyli także jak funkcjonuje straż pożarna w Polsce - najlepsze praktyki będą mogli przenieść na grunt afgański.

source: The firefighters who received training in Czestochowa will be lecturers at the new school in Kabul.
pl: W Kabulu dopiero powstaje pierwsza szkoła pożarnicza, część przeszkolonych w Częstochowie funkcjonariuszy będzie wykładowcami tejże szkoły.

source: This is why during their stay in Poland they tried to learn as much as possible.
pl: Dlatego pobyt w Polsce starali się wykorzystywać tak, aby jak najwięcej się nauczyć.

source: Their motivation and willingness to acquire knowledge and skills met with much respect among the teachers.
pl: Ich aktywność, dążenie do zdobycia wiedzy i umiejętności wzbudziły szacunek u kadry realizującej szkolenie.

source: What impressed the training participants most was the modern proving ground, an object of envy even for many European countries.
pl: Z kolei na gościach duże wrażenie zrobił przede wszystkim nowoczesny poligon strażacki, którego mogą pozazdrościć Polakom nawet niektóre europejskie kraje.

source: Practical exercises in the proving ground were an important element of the project, allowing the Afghans to train in conditions very similar to the real ones.
pl: Przeprowadzane na nim zajęcia praktyczne były istotnym elementem projektu - dzięki nim Afgańczycy szkolili się w warunkach bardzo zbliżonych do występujących podczas prawdziwych akcji.

source: The work of the Afghan fire service does not differ much from the work of Polish firefighters.
pl: Specyfika pracy afgańskiej straży pożarnej nie różni się zbytnio od pracy ich polskich kolegów.

source: “In Poland, firefighters use tools we do not have.
pl: - Strażacy w Polsce mają różne urządzenia, których my nie mamy.

source: The training follows up on a project initiated in 2012.
pl: Szkolenie jest kontynuacją rozpoczętego w 2012 r. projektu.

source: Last year, under the first edition of the project, apart from the training, specialist rescue equipment was provided to firefighters from Kabul.
pl: W ubiegłym roku w ramach pierwszej edycji projektu , poza szkoleniem - jako odpowiedź na potrzeby strony afgańskiej - zakupiono i przekazano jednostkom kabulskiej straży pożarnej specjalistyczny sprzęt ratowniczy.

source: These kinds of projects not only help the Afghans become better firefighters and rescuers, but also improve the institutional design of the Afghan service based on the Polish Fire Service's experience.
pl: Realizacja tego rodzaju projektów prowadzi nie tylko do podniesienia jakość działań ratowniczo-gaśniczych afgańskiej straży pożarnej, ale także skutkuje wprowadzeniem zmian - w oparciu o doświadczenie polskiej Państwowej Straży Pożarnej - przy budowaniu instytucjonalnych podstaw działania tej służby w Afganistanie.

source: You are here Polish Aid / News / SENSE Training for the representatives of Egypt and Libya
pl: jesteś tutaj Polska pomoc / Aktualności / Szkolenie SENSE dla przedstawicieli Egiptu i Libii

source: SENSE Training for the representatives of Egypt and Libya
pl: Szkolenie SENSE dla przedstawicieli Egiptu i Libii

source: The Ministry of Foreign Affairs in cooperation with the National School of Public Administration (KSAP) organizes the “Strategic Economist Needs and Security Exercise” training for civil servants from Egypt and Libya on 15-19 October 2012.
pl: W dniach 15-19 października 2012 roku, Ministerstwo Spraw Zagranicznych realizuje we współpracy z Krajową Szkołą Administracji Publicznej szkolenie SENSE (Strategic Economic Needs and Security Exercise) dla przedstawicieli administracji rządowej, środowisk biznesu oraz organizacji pozarządowych Libii i Egiptu.

source: The training will be attended by 47 representatives from these countries.
pl: W szkoleniu weźmie udział łącznie 47 reprezentantów tych krajów.

source: SENSE is a type of training course focusing for example on computer simulation of State's functioning combined with market economy.
pl: SENSE jest programem szkoleniowym pozwalającym m.in. na możliwość przeprowadzenia komputerowej symulacji funkcjonowania państwa z gospodarką rynkową.

source: The Programme was created for unstable States, in which political, economic and social changes are still in progress.
pl: Program stworzony został dla krajów niestabilnych, będących na drodze wprowadzania przemian ustrojowych, gospodarczych i społecznych.

source: The main aim of the Project is to strengthen government's administration actions in beneficiary countries, to support aspirations for incorporation of reforms and to promote rules of good government on different levels of government's administration.
pl: Głównym celem projektu jest wzmocnienie w swych działaniach administracji rządowej w krajach beneficjentów, wsparcie w dążeniu do przeprowadzenia reform oraz promowanie zasad dobrego rządzenia na różnych szczeblach administracji państwowej.

source: The schedule of the training course is realized on the basis of American license of the Institute for Defence Analyses.
pl: Program szkolenia realizowany jest na podstawie licencji amerykańskiego Instytutu Analiz Obronnych (ang.

source: In accordance with interest of invited guests in the experience of Polish institutions functioning in an economic environment, the SENSE training for Libya and Egypt is very attractive because of additional meetings with the representatives of the Polish Information and International Investment Agency and the Polish Agency for Enterprise Development.
pl: W związku z zainteresowaniem zaproszonych gości doświadczeniami polskich instytucji działających w płaszczyźnie gospodarczej, szkolenie SENSE dla Libii i Egiptu wzbogacone zostało o spotkania z przedstawicielami Polskiej Agencji Informacji i Inwestycji Zagranicznych oraz Polskiej Agencji Rozwoju Przedsiębiorczości.

source: The additional element of the visit will be also meeting with Mr. Bogdan Borusewicz, the Marshal of the Senate.
pl: Dodatkowym elementem wizyty będzie także spotkanie z Marszałkiem Senatu, Panem Bogdanem Borusewiczem.

source: A present SENSE training for Libya and Egypt is aligned with the conception of wide Polish involvement in supporting democratic transformations in North Africa.
pl: Obecne szkolenie SENSE dla Egiptu i Libii wpisuje się w koncepcję szerokiego zaangażowania Polski we wspieranie przemian demokratycznych zachodzących w Afryce Północnej.

source: From the beginning of 2011 through numerous undertakings countries of North Africa were assisted not only in developmental process but also in promoting democratic rules.
pl: Od początku 2011 roku zrealizowano szereg przedsięwzięć mających na celu pomoc krajom Afryki Północnej, zarówno w postępujących procesach rozwojowych jak i w sferze promowania zasad demokracji.

source: Among others, a similar training for the delegation from Tunisia was held.
pl: Przeprowadzono m.in. podobne szkolenie dla delegacji z Tunezji.

source: The training for the representatives of Egypt and Libya is a next edition of the SENSE Programme planned for 2012 (in August 2012 the Polish Ministry of Foreign Affairs organized training for the Eastern Partnership countries and Kyrgystan and in September for Myanmar).
pl: Szkolenie dla przedstawicieli Egiptu i Libii stanowi kolejną edycją programu SENSE z zaplanowanych na 2012 rok (w sierpniu 2012 roku Ministerstwo Spraw Zagranicznych zorganizowało szkolenie dla Krajów Partnerstwa Wschodniego i Kirgistanu oraz we wrześniu dla Mjanmy).

source: The Programme has been realized by Poland since 2006 and financed from the development co-operation funds.
pl: Program realizowany jest przez Polskę od 2006 roku i finansowany ze środków przeznaczonychna współpracę rozwojową.

source: You are here Polish Aid / Development cooperation / News / Mountain rescue station in Chornohora inaugurated
pl: jesteś tutaj Polska pomoc / Aktualności / Uroczysta inauguracja stacji ratownictwa górskiego na Czarnohorze

source: Mountain rescue station in Chornohora inaugurated
pl: Uroczysta inauguracja stacji ratownictwa górskiego na Czarnohorze

source: One of the rooms was converted into a garage for rescue vehicles that the station will receive from the Bieszczady Team of Mountain Volunteer Search and Rescue (GOPR).
pl: Dzięki środkom z polskiej pomocy rozwojowej przeprowadzono remont pomieszczeń na potrzeby funkcjonowania stacji (pomieszczenia dla ratowników, punkt konsultacyjno-opatrunkowy i aneks kuchenny), położono termoizolację, instalację elektryczną oraz cieplną.

source: These included the Bieszczady GOPR Team, which trained rescuers, and the province of Podkarpacie, which provided equipment (e.g. a snowmobile).
pl: Zaadaptowano jedno z pomieszczeń na garaż dla pojazdów ratowniczych, które stacja otrzyma od Grupy Bieszczadzkiej GOPR.

source: The province of Małopolska and private sponsors also delivered additional equipment.
pl: W utworzenie stacji zaangażowane były także inne polskie podmioty.

source: The inauguration was attended by Poland's Deputy Minister of the Interior and Administration Jakub Skiba, Ukraine's Deputy Minister of Education and Science Roman Greba, as well as Catholic, Greek Catholic and Orthodox clergy.
pl: Wspomniana wyżej Bieszczadzka Grupa GOPR, która szkoliła ratowników w ramach projektu realizowanego przez województwo podkarpackie, które nie tylko organizowało szkolenia, ale także wyposażyło ratowników w sprzęt.

source: The following Polish aid projects co-funded by the MFA Department of Development Cooperation have contributed to establishing the Chornohora mountain rescue station:
pl: Do powstania stacji ratownictwa górskiego na Czarnohorze przyczyniły się następujące projekty polskiej pomocy rozwojowej dofinansowane ze środków Departamentu Współpracy Rozwojowej MSZ:

source: “Modernization of Chornohora mountain rescue station” (2016, grant value: EUR 29,568) and “Development of Chornohora mountain rescue station” (2017, grant value: EUR: 21,131) - project of the Polish Embassy in Kyiv
pl: „Modernizacja stacji ratownictwa górskiego na Czarnohorze” (2016 r. - koszt dofinansowania 29 568 euro) oraz „Rozwój stacji ratownictwa górskiego na Czarnohorze” (2017 r. - koszt dofinansowani 21 131 euro) - projekt Ambasady RP w Kijowie

source: “Enhancing the competences and operational potential of emergency services in Ivano-Frankivsk oblast with respect to mountain rescue, and preventing and eliminating the effects of floods” (2016, grant value: PLN 239,979) and “Upgrading the emergency management system of Ivano-Frankivsk oblast by enhancing the operational capabilities and competences of rescue services with respect to avalanche rescue and rescue operations with the use of rope techniques (2017, grant value: PLN 278,775) - project of Podkarpacie province.
pl: „Podniesienie kompetencji i potencjału operacyjnego służb reagowania kryzysowego obwodu Iwano - Frankiwskiego w zakresie zapobiegania i usuwania skutków powodzi oraz ratownictwa górskiego” ( 2016 r. koszt dofinansowania 239 979 zł) oraz „Wzmocnienie systemu zarządzania kryzysowego Obwodu Iwano-Frankiwskiego poprzez podniesienie zdolności operacyjnych oraz kompetencji służb ratowniczych w zakresie ratownictwa lawinowego oraz akcji ratowniczych z użyciem technik linowych (2017 r. dofinansowanie 278 775 zł) - projekt województwa podkarpackiego.

source: You are here Polish Aid / Partner countries / Sub-Saharan Africa / East Africa / Tanzania
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Afryka Subsaharyjska / Afryka Wschodnia / Tanzania

source: Tanzania occupies 151st place (2014) in the ranking of the Human Development Index (HDI), conducted by the UNDP, which annually monitors the socio-economic development of countries in the world.
pl: Tanzania zajmuje 151. pozycję (2014 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: Tanzania has the lowest net enrolment ratio of the East African partners, which in 2013 was less than 81% ( source ).
pl: Tanzania ma najniższy spośród partnerów wschodnioafrykańskich poziom skolaryzacji netto, wynoszący w 2013 r. niecałe 81% ( źródło ).

source: Additionally, in terms of access to education, there are significant differences between rural and urban areas.
pl: Poza tym w kwestii dostępu do edukacji występują znaczne różnice pomiędzy obszarami wiejskimi a miejskimi.

source: For example, according to data from 2010, 3% of school-age children from urban areas and 15% from rural areas have never attended school.
pl: Przykładowo, według danych z 2010 r. 3% spośród dzieci w wieku szkolnym z terenów miejskich i 15% z obszarów wiejskich nigdy nie uczęszczało do szkoły.

source: Primary school was completed by 63% of children from rural areas compared to 85% of pupils from cities.
pl: Szkołę podstawową kończyło 63% dzieci ze środowisk wiejskich w porównaniu do 85% uczniów z miast.

source: The inequalities are even more noticeable in terms of the economic status - primary school is completed by 47% of the poorest pupils and 91% of the richest ( source ).
pl: Nierówności są jeszcze bardziej wyraźne pod względem statusu ekonomicznego - szkołę podstawową kończy 47% spośród najbiedniejszych uczniów i 91% wśród tych najbogatszych ( źródło ).

source: From the point of view of the priority of environmental protection, the key challenge for Tanzania is to protect biodiversity while striving to further improve the socio-economic development of the country.
pl: Z punktu widzenia priorytetu ochrony środowiska, kluczowym wyzwaniem dla Tanzanii jest ochrona bioróżnorodności przy jednoczesnym dążeniu do dalszej poprawy rozwoju społeczno-gospodarczego kraju.

source: More sustainable management of natural resources requires, among others, actions aimed at the protection of water resources or improvement in the access to renewable energy sources.
pl: Bardziej zrównoważone zarządzanie zasobami przyrodniczymi wymaga m.in. działań skierowanych na ochronę zasobów wodnych, czy poprawę dostępu do odnawialnych źródeł energii.

source: In Tanzania, only 8.3% of the population living in rural areas has access to improved sanitation facilities ( source ).
pl: W Tanzanii jedynie 8.3% ludności żyjącej na terenach wiejskich ma dostęp do ulepszonej infrastruktury sanitarnej (tzw. improved sanitation) ( źródło ).

source: It is also worth noting the fact of a very low share of the population having access to electricity - in 2012 this percentage was 15.3% ( source ).
pl: Uwagę zwraca również bardzo niski udział populacji mającej dostęp do energii elektrycznej - w 2012 r. odsetek ten wyniósł 15,3% ( źródło ).

source: Tanzanian economy is based on agriculture, which employs the majority of people working in the economy.
pl: Tanzańska gospodarka oparta jest na rolnictwie, w którym pracuje większość osób zatrudnionych w gospodarce.

source: The agricultural sector is characterised by a low level of modernisation, lack of infrastructure and low productivity.
pl: Sektor rolnictwa cechuje niski stopień modernizacji, braki infrastrukturalne i niska produktywność.

source: The poorest and the most excluded regions of the country are purely agricultural.
pl: Charakter czysto rolniczy mają najbiedniejsze, najbardziej wykluczone regiony kraju.

source: Improvement of the condition of the agricultural sector and its productivity would thus allow reducing the differences existing between the regions of the country ( source ).
pl: Poprawa kondycji sektora rolnictwa i jego produktywności pozwoliłaby zatem na zmniejszenie występujących pomiędzy regionami kraju różnic ( źródło ).
